import React from 'react'
import Wrapper from '../UI/Wrapper/Wrapper'
import classes from './Agreement.module.scss'
 
export default function Agreement() {
  return (
    <Wrapper>
         <div className={classes.Agreement}>
<p>
1. О Пользовательском Соглашении

Настоящее Пользовательское Соглашение вступает в силу после входа Пользователя на ресурс и действует все время использования Пользователем ресурса.

Пользовательское соглашение может быть изменено Администрацией без какого-либо уведомления Пользователей. Новая версия Пользовательского Соглашения вступает в силу по истечении 3 (трех) дней с момента ее размещения, если иное не предусмотрено новой редакцией Пользовательского Соглашения.

Наиболее актуальная версия Пользовательского Соглашения всегда находится на странице по адресу http://simulation.su/static/ru-agreement.html.

2. Условия ограничения ответственности

Пользователь прямо соглашается c тем, что использует ресурс на свой собственный риск.

Содержание и безопасность материалов размещенных на ресурсе не могут быть полностью проконтролированы Администрацией Ресурса, поэтому последняя не несет ответственности:

• за содержание материалов, полученных Пользователем в результате использования ресурса, их возможное несоответствие действующему законодательству или оскорбительный характер;

• за последствия применения, использования или неиспользования полученной информации;

• за возможное несоответствие результатов, полученных при использовании ресурса, ожиданиям Пользователя;

• за какие-либо повреждения оборудования или программного обеспечения Пользователя, возникшие в результате использовании ресурса;

• за отсутствие возможности использования ресурса по каким-либо причинам;

• за последствия, которые может повлечь распространение нелегальных либо нелицензионных материалов, а также иных продуктов и информации, затрагивающих права третьих лиц.

Ни при каких обстоятельствах ресурс не несет перед Пользователем, либо третьими лицами ответственности за ущерб, убытки или расходы, возникшие в связи с настоящим ресурсом, его использованием или невозможностью использования, включая упущенную либо недополученную прибыль.

Пользователь обязуется не передавать другим лицами свои персональные данные полученные при регистрации (логин и пароль) для входа на форум ресурса и несет полную ответственность за утерю, пропажу, исчезновение или передачу иными способами персональных данных, а также за последствия связанные с данным деянием.

Администрация ресурса не несёт ответственности за действия третьих лиц, воспользовавшихся персональными данными Пользователя.

Администрация ресурса не несет никаких обязательств по обеспечению конфиденциальности в отношении информации, предоставляемой его Пользователям, хотя принимает все возможные меры к этому.

В обязанности Ресурса не входит контроль легальности или нелегальности передаваемой информации (любой, включая, но не ограничиваясь, информацией передаваемой между Пользователями внутренней пересылкой в виде различных ссылок, текстов или изображений), определение прав собственности или законности передачи, приема или использования этой информации.

Пользователь соглашается, что любые материалы, предоставляемые им для размещения на ресурсе в открытом доступе, могут быть использованы ресурсом по своему усмотрению без выплаты Пользователю какого-либо вознаграждения.

Пользователь соглашается, что его контактные данные, указанные в процессе регистрации и/или в профиле, могут быть использованы Ресурсом для отправки служебных сообщений в т.ч. подтверждение регистрации, восстановление пароля, результаты модерации, оповещения Пользователя о комментариях других пользователей и пр.

3. Ограничения на использование ресурса Пользователем

При использовании данного Ресурса, Пользователь не имеет права, и соглашается с этим:

• размещать или предоставлять для размещения на ресурсе файлы, содержащие вирусы или другие компьютерные программы заведомо вредоносного действия, файлы или программы, предназначенные для нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного оборудования или программ, для осуществления несанкционированного доступа, а также серийные номера к коммерческим программным продуктам и программы для их генерации, логины, пароли и прочие средства для получения несанкционированного доступа к платным ресурсам в Интернете, а также размещать ссылки на вышеуказанную информацию;

• размещать или предоставлять для размещения файлы любых сообщений, данных или программ, использование которых затрагивает какой-либо патент, торговую марку, коммерческую тайну, копирайт или прочие права собственности и/или авторские и смежные с ним права третьих лиц;

• размещать или предоставлять для размещения файлы, содержание которых противоречит действующему законодательству РФ;

• размещать или предоставлять для размещения экстремистские материалы и файлы, содержание которых направлено на разжигание межнациональной розни;

• отправлять на адреса электронной почты, указанные на ресурсе, несанкционированные почтовые сообщения рекламного типа (junk mail, spam);

• копировать и использовать в коммерческих целях любую информацию, получаемую посредством данного ресурса, нарушающую права других Пользователей или способную нанести им прямой материальный или моральный ущерб;

• выдавать себя за другого человека или за представителя организации и/или сообщества без достаточных на то прав, в том числе за сотрудников Aдминистрации ресурса или владельца ресурса.

Пользователь соглашается не воспроизводить, не повторять и не копировать, не продавать и не перепродавать, а также не использовать для каких-либо коммерческих целей какие-либо части ресурса, кроме тех случаев, когда такое разрешение дано Пользователю Администрацией ресурса.

Администрация ресурса не несет никакой ответственности ни по каким договорам между Пользователем и третьими лицами.

Пользователь имеет право в любой момент отказаться от использования сервисов ресурса. При этом данные Пользователя будут удалены, доступ к сервисам будет заблокирован, а имя пользователя будет свободно сразу после его удаления.

Пользователь согласен с тем, что Администрация ресурса оставляет за собой право прекратить обслуживание аккаунта на форуме ресурса, который Пользователь не использовал в течение 6 (шести) месяцев. При этом информация Пользователя уничтожается, а регистрация Пользователя аннулируется.

4. Гарантии работоспособности

Доступ к ресурсу предоставляются по принципу «как есть» («as is») без гарантий любого рода, как прямых, так и косвенных.

В частности, Администрация ресурса не гарантирует работоспособность как ресурса и его отдельных разделов, так и работоспособность и достоверность ссылок, размещенных на нем (в т.ч. Пользователями).

Ресурс не несет ответственности за любые прямые или непрямые убытки, произошедшие из-за: использования либо невозможности использования службы; несанкционированного доступа к коммуникациям Пользователя.

5. Права Администрации ресурса

Администрация ресурса вправе отказать в доступе к ресурсу любому Пользователю, или группе Пользователей без объяснения причин своих действий и предварительного уведомления.

Администрация ресурса вправе отклонять, изменять, удалять или блокировать выложенные или предоставляемые Пользователями для размещения на ресурсе информацию, файлы и прочие данные, без предварительного уведомления и объяснения причин своих действий.

6. Ответственность сторон

Пользователь соглашается с тем, что все возможные споры по поводу данного соглашения будут разрешаться по нормам российского права.

Пользователь соглашается с тем, что все возможные споры по поводу его деятельности на ресурсе также будут разрешаться по нормам российского права.

Пользователь соглашается с тем, что нормы и законы о защите прав потребителей не могут быть применимы к использованию им ресурса, поскольку он не оказывает возмездных услуг.

Ресурс не устанавливает с пользователями агентских отношений, отношений товарищества, отношений по совместной деятельности, отношений личного найма, а также каких-то иных отношений, прямо не описанных в пользовательском соглашении.

Бездействие со стороны Администрации Ресурса в случае нарушения пользователем, либо группой Пользователей пользовательского соглашения не означает того, что Администрация ресурса содействует Пользователю, либо группе Пользователей в таковых действиях.

7. Обработка персональных данных

Пользователь подтверждает свое согласие на обработку Администрацией ресурса его персональных данных, предоставленных при регистрации, а также размещаемых Пользователем добровольно на своей персональной странице.

Обработка персональных данных Пользователя осуществляется в соответствии с законодательством Российской Федерации. Администрация ресурса обрабатывает персональные данные Пользователя в целях предоставления Пользователю услуг, в том числе, в целях получения Пользователем персонализированной (таргетированной) рекламы; проверки, исследования и анализа таких данных, позволяющих поддерживать и улучшать сервисы и разделы ресурса, а также разрабатывать новые сервисы и разделы ресурса.

Администрация ресурса принимает все необходимые меры для защиты персональных данных Пользователя от неправомерного доступа, изменения, раскрытия или уничтожения.

Администрация ресурса предоставляет доступ к персональным данным Пользователя только тем работникам, подрядчикам и агентам Администрации ресурса, которым эта информация необходима для обеспечения функционирования ресурса и предоставления каких-либо услуг Пользователю.

Администрация ресурса вправе использовать предоставленную Пользователем информацию, в том числе персональные данные, в целях обеспечения соблюдения требований действующего законодательства Российской Федерации (в том числе в целях предупреждения и/или пресечения незаконных и/или противоправных действий Пользователей).

Раскрытие предоставленной Пользователем информации может быть произведено в соответствии с действующим законодательством Российской Федерации по требованию суда, правоохранительных органов, а равно в иных предусмотренных законодательством Российской Федерации случаях.

8. Согласие с Пользовательским Соглашением

Если Пользователь ресурса не согласен со всеми вышеуказанными условиями, он не имеет права посещать ресурс как в целом, так и любую его часть, кроме страницы с Пользовательским Соглашением, получать и/или использовать содержимое настоящего ресурса любыми другими способами как в целом так и в любой его части.</p>
         </div>
    </Wrapper>
   
  )
}

