import { IReview } from '../models/IReview'

export const reviewList: IReview[] = [
  {
    id: 1,
    author: {
      avatar: '/assets/avatars/avatar.jpg',
      name: 'Raquel Murillo',
      job: 'Python Developer',
    },
    text: 'В своём стремлении повысить качество жизни, они забывают, что существующая теория обеспечивает актуальность первоочередных требований. Кстати,  базовые сценарии поведения пользователей, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут представлены в исключительно положительном свете.'
  },
  {
    id: 2,
    author: {
      avatar: '/assets/avatars/avatar.jpg',
      name: 'Marc Zuckerberg',
      job: 'Facebook',
    },
    text: 'Каждый из нас понимает очевидную вещь: разбавленное изрядной долей эмпатии, рациональное мышление предполагает независимые способы реализации укрепления моральных ценностей. Прежде всего, экономическая повестка сегодняшнего дня требует определения и уточнения укрепления моральных ценностей.'
  },
  {
    id: 3,
    author: {
      avatar: '/assets/avatars/avatar.jpg',
      name: 'Denzel Washington',
      job: 'Actor',
    },
    text: 'Как уже неоднократно упомянуто, независимые государства, инициированные исключительно синтетически, функционально разнесены на независимые элементы. В частности, повышение уровня гражданского сознания требует от нас анализа соответствующих условий активизации.'
  },
  {
    id: 4,
    author: {
      avatar: '/assets/avatars/avatar.jpg',
      name: 'Rami Malek',
      job: 'Actor',
    },
    text: 'Как принято считать, интерактивные прототипы освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. Кстати,  сделанные на базе интернет-аналитики выводы могут быть подвергнуты целой серии независимых исследований.'
  },
  {
    id: 5,
    author: {
      avatar: '/assets/avatars/avatar.jpg',
      name: 'Jeff Bezos',
      job: 'Amazon',
    },
    text: 'Значимость этих проблем настолько очевидна, что понимание сути ресурсосберегающих технологий требует от нас анализа направлений прогрессивного развития. Приятно, граждане, наблюдать, как диаграммы связей формируют глобальную экономическую сеть и при этом —  указаны как претенденты на роль ключевых факторов!'
  },
  {
    id: 6,
    author: {
      avatar: '/assets/avatars/avatar.jpg',
      name: 'John Kennedy',
      job: 'President USA',
    },
    text: 'Как принято считать, некоторые особенности внутренней политики освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, подвергнуты целой серии независимых исследований. Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования, вне зависимости от их уровня, должны быть призваны к ответу.'
  },
]