import { IReview } from '../models/IReview'

export const reviewList: IReview[] = [
  {
    id: 1,
    author: {
      avatar: '/assets/avatars/avatar.jpg',
      name: 'Raquel Murillo',
      job: 'Python Developer',
    },
    text: 'В своём стремлении повысить качество жизни, они забывают, что существующая теория обеспечивает актуальность первоочередных требований. Кстати,  базовые сценарии поведения пользователей, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут представлены в исключительно положительном свете.'
  },
  {
    id: 2,
    author: {
      avatar: '/assets/avatars/avatar.jpg',
      name: 'Marc Zuckerberg',
      job: 'Facebook',
    },
    text: 'В своём стремлении повысить качество жизни, они забывают, что существующая теория обеспечивает актуальность первоочередных требований. Кстати,  базовые сценарии поведения пользователей, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут представлены в исключительно положительном свете.'
  },
  {
    id: 3,
    author: {
      avatar: '/assets/avatars/avatar.jpg',
      name: 'Denzel Washington',
      job: 'Actor',
    },
    text: 'В своём стремлении повысить качество жизни, они забывают, что существующая теория обеспечивает актуальность первоочередных требований. Кстати,  базовые сценарии поведения пользователей, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут представлены в исключительно положительном свете.'
  },
  {
    id: 4,
    author: {
      avatar: '/assets/avatars/avatar.jpg',
      name: 'Rami Malek',
      job: 'Actor',
    },
    text: 'В своём стремлении повысить качество жизни, они забывают, что существующая теория обеспечивает актуальность первоочередных требований. Кстати,  базовые сценарии поведения пользователей, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут представлены в исключительно положительном свете.'
  },
  {
    id: 5,
    author: {
      avatar: '/assets/avatars/avatar.jpg',
      name: 'Jeff Bezos',
      job: 'Amazon',
    },
    text: 'В своём стремлении повысить качество жизни, они забывают, что существующая теория обеспечивает актуальность первоочередных требований. Кстати,  базовые сценарии поведения пользователей, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут представлены в исключительно положительном свете.'
  },
  {
    id: 6,
    author: {
      avatar: '/assets/avatars/avatar.jpg',
      name: 'John Kennedy',
      job: 'President USA',
    },
    text: 'В своём стремлении повысить качество жизни, они забывают, что существующая теория обеспечивает актуальность первоочередных требований. Кстати,  базовые сценарии поведения пользователей, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут представлены в исключительно положительном свете.'
  },
]